Repository: theforeman/foreman_docker
Catalog: locale/*/foreman_docker.po
Languages: de, fr, ja, pt_br

source: %{vm} is now %{vm_state}
de: %{vm} ist jetzt %{vm_state}
fr: %{vm} est maintenant %{vm_state}
ja: %{vm} は %{vm_state} になりました
pt_br: %{vm} é agora %{vm_state}

source: Add environment variable
de: Umgebungsvariable hinzufügen
fr: Ajouter une variable d'environnement
ja: 環境変数の追加
pt_br: Adicione a variável do Ambiente

source: All containers
de: Alle Container
fr: Tous les conteneurs
ja: すべてのコンテナー
pt_br: Todos os containers

source: Allocate a pseudo-tty
de: Pseudo-TTY zuweisen
fr: Attribuez un pseudo-tty
ja: pseudo-tty の割り当て
pt_br: Aloque um pseudo-tty

source: An error occured during repository search: '%s'
de: Ein Fehler ist während der Repository-Suche aufgetreten: "%s"
fr: Une erreur s'est produite lors de la recherche de référentiel : '%s'
ja: リポジトリーの検索中にエラーが発生しました: '%s'
pt_br: Ocorreu um erro durante a busca de repositório: '%s'

source: Are you sure you want to power %{act} %{vm}?
de: Sind Sie sicher, dass Sie %{vm} %{act} möchten?
fr: Êtes-vous sûr de vouloir %{act} %{vm} ?
ja: %{vm} の %{act} を実行してもよいですか?
pt_br: Você tem certeza que deseja ligar %{act} %{vm}?

source: Attach STDERR
de: Standardfehlerausgabe anfügen
fr: Joindre STDERR
ja: STDERR の割り当て
pt_br: Anexar STDERR

source: Attach STDIN
de: Standardeingabe anfügen
fr: Joindre STDIN
ja: STDIN の割り当て
pt_br: Anexar STDIN

source: Attach STDOUT
de: Standardausgabe anfügen
fr: Joindre STDOUT
ja: STDOUT の割り当て
pt_br: Anexar STDOUT

source: Author
de: Autor
fr: Auteur
ja: 作成者
pt_br: Autor

source: Back
de: Zurück
fr: Retour
ja: 戻る
pt_br: Voltar

source: Basic options
de: Grundlegende Optionen
fr: Options de base
ja: 基本オプション
pt_br: Opções Básicas

source: CPU sets
de: CPU-Gruppen
fr: Ensembles de CPU
ja: CPU セット
pt_br: Conjuntos de CPU

source: CPU shares
de: CPU-Anteile
fr: Partages de CPU
ja: CPU シェア
pt_br: Compartilhamentos da CPU

source: CPUs
fr: CPU
ja: CPU

source: Cancel
de: Abbrechen
fr: Annuler
ja: 取り消し
pt_br: Cancelar

source: Command
de: Befehl
fr: Commande
ja: コマンド
pt_br: Comando

source: Comment
de: Kommentar
fr: Commentaire
ja: コメント
pt_br: Comentário

source: Commit
de: Festschreiben
fr: Valider
ja: コミット
pt_br: Confirmar

source: Commit this container state
de: Diesen Container-Status festschreiben
fr: Validez le statut de ce conteneur
ja: このコンテナーの状態をコミット
pt_br: Salve este estado de container

source: Compute options
de: Rechenoptionen
fr: Options de calcul
ja: コンピュートオプション
pt_br: Opções computadas

source: Compute resource
de: Rechnerressource
fr: Ressource de calcul
ja: コンピュートリソース
pt_br: Recurso de computação

source: Container %s is being deleted.
de: Container %s wird gelöscht.
fr: Le Conteneur %s est en cours de suppression.
ja: コンテナー %s が削除されています。
pt_br: Container %s está sendo excluído.

source: Containers
de: Container
fr: Conteneurs
ja: コンテナー

source: Cores
de: Kerne
ja: コア数

source: Create a container
de: Container erstellen
fr: Créer un conteneur
ja: コンテナーの作成
pt_br: Criar um Container

source: Delete %s?
de: %s löschen?
fr: Supprimer %s ?
ja: %s を削除しますか?
pt_br: Apagar %s?

source: Delete a container
de: Container löschen
fr: Supprimer un conteneur
ja: コンテナーの削除
pt_br: Remover um container

source: Deploy on
de: Bereitstellen auf
fr: Déployer sur
ja: デプロイ先
pt_br: Implantar em

source: Description
de: Beschreibung
ja: 説明
pt_br: Descrição

source: Description of the commit
de: Beschreibung der Festschreibung
fr: Description de la validation
ja: コミットの説明
pt_br: Descrição do commit

source: Docker hub
ja: Docker ハブ

source: Docker/Container
fr: Docker/Conteneur
ja: Docker/コンテナー

source: Docker/Registry
fr: Docker/Registre
ja: Docker/レジストリー
pt_br: Docker/Registro

source: Does this image support user data input?
de: Unterstützt dieses Image die Eingabe von Benutzerdaten?
fr: Cette image prend-t-elle en charge l'entrée de paramètres utilisateur ?
ja: このイメージはユーザーのデータ入力に対応しますか?
pt_br: Esta imagem suporta a entrada de dados do usuário?

source: Edit Registry
de: Registry bearbeiten
fr: Modifier le registre
ja: レジストリーの編集
pt_br: Editar um Registro

source: Environment Variables
de: Umgebungsvariablen
fr: Variables d'environnement
ja: 環境変数
pt_br: Variáveis de Ambiente

source: Environment variables
de: Umgebungsvariablen
fr: Variables d'environnement
ja: 環境変数
pt_br: Variáveis do ambiente

source: Error - %{message}
de: Fehler - %{message}
fr: Erreur - %{message}
ja: エラー - %{message}
pt_br: Erro - %{message}

source: Error connecting with the compute resource: <strong> %s </strong>
de: Fehler beim Verbinden mit der Rechnerressource: <strong> %s </strong>
fr: Une erreur s'est produite lors de la connexion à la ressource de calcul : <strong> %s </strong>
ja: コンピュートリソースに接続中にエラーが発生しました: <strong> %s </strong>
pt_br: Erro ao se conectar com o recurso de computação: <strong> %s </strong>

source: Error creating communicating with Docker. Check the Foreman logs: %s
de: Fehler bei der Kommunikation mit Docker. Prüfen Sie die Foreman-Protokolle: %s
fr: Erreur pendant la communication avec Docker. Veuillez consulter les journaux Foreman : %s
ja: 作成中および Docker との通信中にエラーが発生しました。Foreman ログを確認してください: %s
pt_br: Erro ao criar comunicação com o Docker. Verifique os logs do Foreman: %s

source: Exposed ports
de: Offene Ports
fr: Ports exposés
ja: 表示されるポート
pt_br: Portas expostas

source: External registry
de: Externe Registry
fr: Registre externe
ja: 外部レジストリー
pt_br: Registro externo

source: Failed to commit %{container}: %{e}
de: Festschreiben von %{container} fehlgeschlagen: %{e}
fr: Échec de validation de %{container} : %{e}
ja: %{container} のコミットに失敗しました: %{e}
pt_br: Falha ao salvar %{container}: %{e}

source: IP Address
de: IP-Adresse
fr: Adresses IP
ja: IP アドレス
pt_br: Endereço IP

source: Image
ja: イメージ
pt_br: Imagem

source: Image Repository
fr: Référentiel image
ja: イメージリポジトリー
pt_br: Repositório de Imagens

source: Image Tag
fr: Balise de l'image
ja: イメージタグ
pt_br: Alvo de Imagem

source: List all containers
de: Alle Container auflisten
fr: Répertorier tous les conteneurs
ja: すべてのコンテナーの一覧表示
pt_br: Liste todos os containers

source: Locations
de: Standorte
fr: Emplacements
ja: ロケーション
pt_br: Localizações

source: Logs
de: Protokolle
ja: ログ

source: Managed
de: Verwaltet
fr: Géré
ja: 管理
pt_br: Gerenciado

source: Memory
de: Speicher
fr: Mémoire
ja: メモリー
pt_br: Memória

source: Name
fr: Nom
ja: 名前
pt_br: Nome

source: New Registry
de: Neue Registry
fr: Nouveau registre
ja: 新規レジストリー
pt_br: Novo Registro

source: New container
de: Neuer Container
fr: Nouveau conteneur
ja: 新規コンテナー
pt_br: Novo container

source: Next
de: Weiter
fr: Suivant
ja: 次へ
pt_br: Próximo

source: Notice
de: Hinweis
fr: Note
ja: 通知
pt_br: Comunicado

source: Number of lines to tail. Default: 100
de: Anzahl der anzuzeigenden Zeilen. Standard: 100
fr: Nombre de lignes à finaliser. Défaut : 100
ja: 末尾の表示する行の数。デフォルト: 100
pt_br: Número de linhas a finalizar. Default: 100

source: Organizations
de: Organisationen
fr: Organisations
ja: 組織
pt_br: Organizações

source: Password to authenticate with - used for SSH finish step.
de: Passwort zur Authentifizierung – verwendet im letzten Schritt von SSH.
fr: Mot de passe pour l'authentification SSH lors de l'étape finale.
ja: 認証に使用するパスワード - SSH の最終ステップで使用されます。
pt_br: Senha para autenticar-se - usada para o passo final do SSH

source: Password used for authentication to the registry
de: Passwort zur Authentifikation bei Registry
fr: Mot de passe utilisé pour une authentification au registre
ja: レジストリーへの認証に使用されるパスワード
pt_br: Senha usada para autenticação no registro

source: Please turn on your container to see processes running, logs, and more.
de: Bitte schalten Sie Ihren Container an, um laufende Prozesse, Protokolle und mehr zu sehen.
fr: Veuillez allumer votre conteneur pour voir les processus, journaux, etc.
ja: 実行中のプロセスやログなどを確認するためのコンテナーをオンにしてください。
pt_br: Ligue seu container para ver as execuções em processo, logs etre outras .

source: Power
de: Strom
fr: Alimentation
ja: パワー
pt_br: Energia

source: Power ON this machine
de: System starten
fr: Démarrer cette machine
ja: このマシンのパワーをオンにする
pt_br: Ligar essa máquina

source: Processes
de: Prozesse
fr: Processus
ja: プロセス
pt_br: Processos

source: Properties
de: Eigenschaften
fr: Propriétés
ja: プロパティー
pt_br: Propriedades

source: Registries
de: Registrys
fr: Registres
ja: レジストリー
pt_br: Registros

source: Registry
fr: Registre
ja: レジストリー
pt_br: Registro

source: Repo
de: Repository
fr: Référentiel
ja: リポジトリー

source: Resource selection
de: Ressourcenauswahl
fr: Sélection de ressource
ja: リソースの選択
pt_br: Seleção de Recurso

source: Run power operation on a container
de: Stromoperation auf einem Container ausführen
fr: Effectuer une opération de gestion de l'alimentation sur un conteneur
ja: コンテナーでパワー操作を実行
pt_br: Executar uma operação power no container

source: Running on
de: Läuft auf
fr: Exécution sur
ja: 実行中:
pt_br: Executando em

source: Search
de: Suche
fr: Rechercher
ja: 検索
pt_br: Buscar

source: Select a registry
de: Registry wählen
fr: Sélectionner un registre
ja: レジストリーの選択
pt_br: Selecionar um Registro

source: Shell
ja: シェル

source: Show a container
de: Container anzeigen
fr: Afficher un conteneur
ja: コンテナーの表示
pt_br: Exibir um container

source: Show container logs
de: Container-Protokolle anzeigen
fr: Afficher les journaux de conteneur
ja: コンテナーログの表示
pt_br: Exibir logs de container

source: Start
fr: Démarrer
ja: 開始
pt_br: Iniciar

source: Status
fr: Statut
ja: 状態
pt_br: Estado

source: Submit
de: Absenden
fr: Valider
ja: 送信
pt_br: Submeter

source: Tag
fr: Balise
ja: タグ
pt_br: Etiqueta

source: Test Connection
de: Verbindung testen
fr: Tester la connexion
ja: テスト接続
pt_br: Testar Conexão

source: The user that is used to ssh into the instance, normally docker-user, ubuntu, root etc
de: Der Benutzer für die SSH-Verbindung zur Instanz. Normalerweise docker-user, ubuntu, root etc.
fr: L'utilisateur servant à se connecter en ssh à l'instance, généralement docker-user, ubuntu, root, etc
ja: SSH をインスタンスに実行するために、通常 docker-user、ubuntu、root などのユーザーを使用します。
pt_br: O usuário utilizado para realizar o ssh na instância, normalmente docker-user, ubuntu, root etc

source: Unknown method: available power operations are %s
de: Unbekannte Methode: verfügbare Stromoperationen sind %s
fr: Méthode inconnue : les opérations d'alimentation disponibles sont %s
ja: 不明なメソッド: 選択できるパワー操作は %s です
pt_br: Método desconhecido: operação power disponíveis são %s

source: Uptime
de: Betriebszeit
fr: Temps de fonctionnement
ja: アップタイム
pt_br: Tempo de execução

source: Username used to access the registry
de: Benutzername zum Zugriff auf Registry
fr: Nom d'utilisateur utilisé pour accéder au registre
ja: レジストリーにアクセスするために使用されるユーザー名
pt_br: Nome de usuário usado para acessar registro

source: Where do you want to deploy your container?:
de: Wo möchten Sie Ihren Container bereitstellen?
fr: Où souhaitez-vous déployer votre conteneur ?
ja: コンテナーのデプロイ先:
pt_br: Onde você deseja implementar seu container?:

source: Wrong attributes: %s
de: Fehlerhafte Attribute: %s
fr: Mauvais attribut : %s
ja: 正しくない属性: %s
pt_br: Atributos errados: %s

source: You need a Docker compute resource in order to create containers. Please %s and try again.
de: Sie benötigen eine Docker-Rechnerressource, um Container zu erstellen. Bitte %s und erneut versuchen.
fr: Une ressource de calcul Docker est nécessaire pour créer des conteneurs. Veuillez %s et essayer à nouveau.
ja: コンテナーを作成するには Docker コンピュートリソースが必要です。%s を実行してからやり直してください。
pt_br: Você precisa de um recurso de computador de Docker para criar containers. Por favor %s e tente novamente.

source: Your container is stopped.
de: Ihr Container ist gestoppt.
fr: Votre conteneur s'est arrêté
ja: コンテナーが停止しています。
pt_br: Seu container está parado.

source: e.g. https://docker.example.com:4243 or unix:///var/run/docker.sock
de: z. B. https://docker.example.com:4243 oder unix:///var/run/docker.sock
fr: Par exemple https://docker.example.com:4243 ou unix:///var/run/docker.sock
ja: 例: https://docker.example.com:4243 または unix:///var/run/docker.sock
pt_br: e.x.: https://docker.example.com:4243 or unix:///var/run/docker.sock

source: failed to %{action} %{vm}
de: Fehler beim %{action} von %{vm}
fr: échec de %{action} %{vm}
ja: %{vm} に対する %{action} の実行に失敗しました
pt_br: falha ao %{action} %{vm}

source: latest
de: neueste
fr: Dernière version
ja: 最新
pt_br: último

source: learn more about CPU sets
de: Mehr Informationen über CPU-Gruppen
fr: En savoir plus sur les ensembles de CPU
ja: CPU セットについての詳細
pt_br: aprender mais sobre os conjuntos CPU

source: learn more about CPU shares
de: Mehr Informationen über CPU-Anteile
fr: En savoir plus sur les partages de CPU
ja: CPU シェアについての詳細
pt_br: aprenda mais sobre os compartilhamentos da CPU

source: power action, valid actions are (start), (stop), (status)
de: Stromaktion, gültige Aktionen sind (start), (stop), (status)
fr: Action sur l'alimentation, les actions valides sont (start), (stop), (status).
ja: パワーアクション。有効なアクションは (start)、(stop)、(status) です。
pt_br: ação, ações válidas são (start), (stop), (status)

source: No
de: Nein
fr: Non
pt_br: Não

source: Yes
de: Ja
fr: Oui
pt_br: Sim

source: TTY
pt_br: Teletipo
